<?php

    return [
        'en' => [
            'Jan','Feb','Mar','Apr','May','Jun','Jul','Aug','Sep','Oct','Nov','Dec',
            'Sun','Mon','Tue','Wed','Thu','Fri','Sat'
        ],
        'fr' => [
            'Jan','fév','Mar','avr','Mai','Juin','juil','Août','SEP','oct','nov','déc',
            'Soleil','lun','Mar','mer','jeu','ven','Sam'
        ],
        'ceb' => [
            'Ene','Peb','Mar','Abr','Mayo','Si Jun','Hul','Ago','Sep','Okt.','Nob','Dis',
            'Adlaw','Lun','Tue','Wed','Kaniadto','Biyernes','Sat'
        ],
        'es' => [
            'enero','febrero','marzo','abril','Mayo','junio','julio','agosto','septiembre','octubre','noviembre','diciembre',
            'domingo','lunes','martes','miércoles','jueves','viernes','sábado'
        ],
        'fil' => [
            'Jan','Peb','Mar','Abr','Mayo','Si Jun','Hul','Ago','Sep','Okt','Nob','Dis',
            'Araw','Mon','Tue','ikasal','Thu','Biyernes','Sab'
        ],
        'zh-rCN' => [
            '一月','二月','三月','四月','可能','君','七月','八月','九月','十月','十一月','十二月',
            '太阳','周一','周二','星期三','周四','周五','周六'
        ],
        'zh-Hans' => [
            '一月','二月','三月','四月','可能','君','七月','八月','九月','十月','十一月','十二月',
            '太阳','周一','周二','星期三','周四','周五','周六'
        ],
        'zh' => [
            '一月','二月','三月','四月','可能','君','七月','八月','九月','十月','十一月','十二月',
            '太陽','週一','週二','星期三','週四','週五','週六'
        ],
        'zh-Hant' => [
            '一月','二月','三月','四月','可能','君','七月','八月','九月','十月','十一月','十二月',
            '太陽','週一','週二','星期三','週四','週五','週六'
        ],
        'ja' => [
            'ヤン','2月','3月','4月','五月','じゅん','7月','8月','9月','10月','11月','12月',
            '太陽','月','火','結婚した','木','金','土'
        ],
        'ko' => [
            '1 월','2 월','망치다','4 월','할 수있다','6 월','7 월','8 월','9 월','10 월','11 월','12 월',
            '태양','월','화','수요일','화','금','금'
        ],
        'de' => [
            'Jan.','Feb.','Beschädigen','Apr.','Kann','Jun','Jul','Aug','Aug.','Okt.','Nov.','Dez.',
            'Sonne','Mo.','Di.','Heiraten','Do','Fr.','Sa.'
        ],
        'ar' => [
            'يناير','فبراير','مارس','أبريل','مايو','يونيو','يوليو','أغسطس','سبتمبر','أكتوبر','نوفمبر','ديسمبر',
            'شمس','الإثنين','الثلاثاء','الأربعاء','خميس','الجمعة','جلس'
        ]
    ];

